{
    "name": "Urządzenie wielofunkcyjne Brother InkBenefit Plus DCP-T720DW",
    "opinions amount": "172",
    "opinions": [
        {
            "id": "16578392",
            "author": "g...i",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Drukarka ma wszystko co potrzeba dla domu i biura. Drukuje szybko i ładnie. Napełnianie tuszu z butelek obniża znacząco koszty druku. Przydatne wifi rozwiązuje problem drukowania z telefonu. Jest możliwość drukowania z podajnika ale i z pojedynczej kartki. Kopiarka \"zasysa\" kartkę z góry i odrazu drukowania jest kopią. Lux. A duplex jest już wisienką na tym wspaniałym torcie. Polecam",
            "advantages": [
                "jakość wydruków",
                "szybkość wydruku",
                "wydajność"
            ],
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2022-09-30 08:01:57",
            "purchase time": "2022-05-28 22:39:56"
        },
        {
            "id": "14499344",
            "author": "s...d",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Bardzo dobra drukarka. W porównaniu do drukarki jaką musiałem wymienić z serii HP Smart Tank - ta od Brother jest cicha, szybka, sprawnie działa w sieci, nie ma problemu z brakiem bezpośredniego dostępu do drukarki - są przyciski fizyczne (skanuj, kopiuj i inne) a i aplikacja Brother na telefon po prostu działa. Oby ta drukarka działała długo bo HP Smart Tank padła po nieco ponad roku (padła elektronika) i przy okazji okazało się jak beznadziejny jest serwis HP, a ich gwarancja 3letnia nie działa jak nie doczytasz małego druczku. Tutaj, w Brother wszystko oczywiste włącznie z gwarancją 3letnią (ja na pewno nigdy więcej nie kupię sprzętu HP ale dla tej firmy Klient detaliczny się nie liczy - przynajmniej w Polsce). Dodatkowo Drukarka Brother ma fajny zasobnik na papier (choć trochę delikatny), bardzo dobry podajnik automatyczny do skanowania i do druku dwustronnego. Polecam bo wszystko działa. Wydruki bardzo dobrej jakości.\nZ minusów:\n - nie wszystkie etapy instalacji były do końca dokładnie opisane, a nie były intuicyjne. Ale chwila cierpliwości pomogła - przy instalacji może się przydać niedoświadczonym jakaś pomoc.\n- skanowanie do komputera mogłoby być prościej rozwiązane - ale działa.",
            "advantages": [
                "jakość wydruków",
                "szybkość wydruku",
                "wydajność"
            ],
            "disadvantages": null,
            "likes": "4",
            "dislikes": "4",
            "publish time": "2021-05-22 17:58:44",
            "purchase time": null
        },
        {
            "id": "18093429",
            "author": "r...r",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Jakość Japońska bez dwóch zdań, to już moje drugie urządzenie i błyskawicznie udało się skonfigurować.",
            "advantages": null,
            "disadvantages": null,
            "likes": "1",
            "dislikes": "1",
            "publish time": "2023-11-13 14:55:48",
            "purchase time": null
        },
        {
            "id": "18696566",
            "author": "Mariusz",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Na razie wszystko jest ok, ale muszę dokładnie sprawdzić wszystkie funkcje",
            "advantages": null,
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2024-06-02 17:17:15",
            "purchase time": "2024-05-26 12:50:20"
        },
        {
            "id": "15105919",
            "author": "z...l",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Super drukarka!",
            "advantages": [
                "jakość wydruków",
                "szybkość wydruku",
                "wydajność"
            ],
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2021-10-20 22:44:50",
            "purchase time": "2021-10-01 14:10:40"
        },
        {
            "id": "15627309",
            "author": "l...i",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Produkt jest *****",
            "advantages": [
                "jakość wydruków",
                "szybkość wydruku",
                "wydajność"
            ],
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2022-01-28 19:38:17",
            "purchase time": "2022-01-25 20:14:15"
        },
        {
            "id": "18588437",
            "author": "p...i",
            "recommendation": "Polecam",
            "score": 4.5,
            "content": "Wygląda na to, że urządzenie wielofunkcyjne Brother InkBenefit Plus jest naprawdę świetne! Drukuje i kopiuje bardzo dobrze, szczególnie imponuje kopiowanie dwustronne. Co do skanowania dwustronnego - aplikacja do skanowania dla tego urządzenia nie umożliwia takiej opcji, ale zastosowanie darmowej aplikacji NAPS2 ((do pobrania z Internetu) rozwiązało problem sprawnie. Dzięki dodatkowemu oprogramowaniu oceniam urządzenie na pełne 10/10.",
            "advantages": null,
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2024-04-19 10:27:42",
            "purchase time": null
        },
        {
            "id": "18754622",
            "author": "n...t",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "W porównaniu do mojego HP - przepaść. Oczywiście na korzyść Brothera. Większa prędkość wydruku, lepsza jakość, to już wystarczające powody do rekomendacji. Dodatkowo zamknięty poziomy podajnik papieru, duplex i automatyczne podawanie dokumentów do skanowania. Jeśli jeszcze dodam, że drukarka nie ma żadnych problemów z komunikacją bezprzewodową, to  z czystym sumieniem mogę polecić Brother InkBenefit Plus DCP-T720DW.",
            "advantages": null,
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2024-06-21 18:54:07",
            "purchase time": "2024-05-27 17:55:36"
        },
        {
            "id": "18786740",
            "author": "e...k",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Świetne urządzenie wielofunkcyjne. Duży plus za duplex, skaner z ADF-em, wydłużoną 5-letnią gwarancję oraz śmiesznie niskie koszty eksploatacji, niższe od monochromatycznych drukarek laserowych. Oryginalne tusze dostępne praktycznie w cenie zamienników.\nPoprzedni Brother służył bezawaryjnie przez 15-lat, stąd ponowny wybór tej samej marki.",
            "advantages": [
                "jakość wydruków",
                "szybkość wydruku",
                "wydajność"
            ],
            "disadvantages": null,
            "likes": "1",
            "dislikes": "1",
            "publish time": "2024-07-04 23:03:30",
            "purchase time": "2024-06-29 14:30:36"
        },
        {
            "id": "16589621",
            "author": "Karol",
            "recommendation": "Polecam",
            "score": 4.5,
            "content": "Bardzo szybki druk czarno-biały, bezproblemowa konfiguracja, dobra jakość wydruku. Drukarki o podobnej funkcjonalności od konkurencji są nieco tańsze ale wybrałem Brothera ze względu na opinie wskazujące na mniejszą awaryjność. Tusze dolewane rzeczywiście wydajne ale to już jest standard więc bez zaskoczenia. Jak na razie jestem zadowolony.",
            "advantages": [
                "szybkość wydruku"
            ],
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2022-10-03 23:05:38",
            "purchase time": "2022-09-21 09:01:03"
        }
    ]
}