{
    "name": "Samsung Galaxy S24 Ultra SM-S928 12/256GB Czarny",
    "opinions amount": "1930",
    "opinions": [
        {
            "id": "18845149",
            "author": "Piotr",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Telefon Top. Świetna jakość zdjęć. Soft bardzo płynny. Nie grzeje się. Świetna jakość wyświetlacza, radzi sobie z trudnym światłem. Jest duży ale nie za duży. Jeśli ktoś ma z tym problem ma funkcje obsługiwania jedną ręką. Funkcje sztucznej inteligencji bardzo przydatne, szczególnie tłumaczenia tekstu z ekranu we wszystkich językach. Zakochałem się w tym telefonie. Nie wiem ile powinien kosztować, ale ja nie żałuję zakupu.",
            "advantages": null,
            "disadvantages": null,
            "likes": "58",
            "dislikes": "58",
            "publish time": "2024-07-29 17:13:52",
            "purchase time": "2024-06-29 13:14:24"
        },
        {
            "id": "19477662",
            "author": "l...k",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Telefon dobrze zabezpieczony do wysyłki (oryginalne, fabrycznie zaplombowane pudełko owinięte kilkukrotnie folią bąbelkową i oklejone taśmą, oraz umieszczone w odpowiednio zaklejonej, firmowej torbie z logo przewoźnika FedEx).\nWewnątrz pudełka (po przecięciu plomb) znajduje się jedynie smartfon, dosyć sztywny choć niezbyt gruby kabel do ładowania i transmisji danych USB-C>USB-C, szpilka do wysuwania tacki na dwie karty SIM, książeczka QSG (Quick Start Guide) oraz skrócone warunki gwarancji w językach: angielski/irlandzki, niemiecki, francuski, hiszpański, niderlandzki, portugalski, szwedzki, fiński, duński, norweski i dla krajów Beneluxu (polskiego brak). Ładowarki nie ma, ale to akurat już chyba wszyscy wiedzą, że Samsung do swoich telefonów tego akcesorium nie dołącza. Podobnie wszyscy wiedzą jak telefon wygląda, dlatego nie będę powielał jego zdjęć. W każdym razie wielkość i waga robią wrażenie. Mnie osobiście bardzo podoba się stylistyka ze stosunkowo ostrymi krawędziami, które jednakowoż podobno \"prują kieszenie\" 😆\nNa ekranie jest fabrycznie naklejona cieniuteńka folia sprawiająca, że jest on niezwykle wprost śliski. I nie mam pojęcia, czy chcąc nakleić na ekran szkło hartowane mam tę folię zerwać...",
            "advantages": [
                "aparat",
                "czas pracy na baterii",
                "długość aktualizacji",
                "funkcjonalność",
                "grzanie się",
                "łatwość obsługi",
                "szybkość działania",
                "wsparcie ai",
                "wygląd"
            ],
            "disadvantages": [
                "brak ładowarki"
            ],
            "likes": "1",
            "dislikes": "1",
            "publish time": "2025-02-26 17:21:09",
            "purchase time": "2025-02-11 18:40:38"
        },
        {
            "id": "19350800",
            "author": "k...0",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Dla mnie RRR Rewolucja, Rewelacja, Radość :D Jak ktoś nie bawił się jeszcze mocno AI to poczuje się jak w innej epoce technologicznej. Co prawda nie jest to moja branża, ale cieszę się jak dziecko :) Chociaż, w sumie poprzednio też miałem Samsunga, więc mam pełne prawo do takich porównań (a zmieniam co rok, maks. 2 i poprzednio był to najwyższy model z półki średniej. Do zakupu S24 Ultra twierdziłem, że w moim przypadku \"flagowce\" nie mają sensu.... I bardzo się myliłem. Ale skoro używałem naraz kilkunastu aplikacji, komunikatorów, w tle służbowe (zabezpieczone) i tak nic nie cięło to po co? A ja rekordowo zgubiłem 5 tel.(w rok!) z czego 4 w zimie (jeżdżę na desce)... Więc, po kieszeni już dawało.. No ale wystarczyło ją zapiąć jak żona mawiała ;)  \nAle to co się tutaj stało jest nie do opisania... i 30% więcej bym zapłacił. Zawsze marzyłem, że tel. będzie dla mnie jak komputer i w końcu jest, a naprawdę to jest czymś dużo, dużo więcej. Sporo podróżuję i niestety pewnie nie jeden Menager kojarzy: laptop na kolanach, tel. w ręce, a na nawigacji nic nie widać... Wstyd się przyznać. A tu ekran może być tak mega jasny i u mnie pokonuje słońce, komputer to mu może (dla moich potrzeb) buty wiązać... Tłumaczy na żywo tak, że da się rozmawiać praktycznie jak na żywo w innym języku. Wiadomo, lekki lag, ale z daleka to i bez tego jest. Kolory w końcu naturalne, a nie nienaturalnie piękniejsze niż tęcza. Chociaż tu się wypowiadam, bo fanem zdjęć, a szczególnie na wakacjach zatrzymywania się co chwile... i 3 zdjęcia bo Pani weszła... A tu się okazuje, że można ją usunąć :D Poważnie. W sensie nie, że wychodzi Rambo z telefonu i wstrzymuje ruch... :D ale zobaczycie sami... Teraz i sam sobie zdjęcie zrobię i pobawię obróbką :) (no, ale tutaj wiem, że jestem wyjątkiem). W dobie miliona artykułów, sam zrobi podsumowanie, a w zasadzie streszczenie... Poważnie. Nie ukrywam, że przeczytałem, co tam jeszcze jest... I jakkolwiek brzmi to jak matrix (wgrali mi język do głowy), albo reklama, to absolutnie ją nie jest (przynajmniej w słownikowym znaczeniu ;) PS. Tam jest taki zoom (przypominało mi się), ale to akurat dla mnie, a w zasadzie moich przedstawicieli bardzo ważne. Autentycznie nie trzeba latać dronem żeby zrobić wyraźne zdjęcia brzegu ogromnego falowca... I jeszcze jedno ważne, mam 190 cm 110 kg, także polecam przymierzyć rozmiar. Mój S24 poszedł na prezent, a Ultra sporo większy, idealny dla takiego chłopa :) No ale wiadomo, mój błąd. Chociaż w sumie to wiele dobrego z niego wyniknie, więc takie błędy to ja mogę robić. Zajarany kupiłem już zegarek :D",
            "advantages": [
                "aparat",
                "czas pracy na baterii",
                "funkcjonalność",
                "grzanie się",
                "łatwość obsługi",
                "szybkość działania",
                "wsparcie ai",
                "wygląd"
            ],
            "disadvantages": [
                "brak ładowarki"
            ],
            "likes": "1",
            "dislikes": "1",
            "publish time": "2025-01-06 16:24:57",
            "purchase time": null
        },
        {
            "id": "18615220",
            "author": "p...z",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Telefon bardzo przyjemny w obsłudze, bardzo duży ekran, bardzo jasny. Aparat oraz zoom to po prostu sztos. Oczywiście powiększenie x100 to cyfrowy zoom, ale jednak AI stara się poprawić tę wyzoomowaną pikselozę do stanu używalności. Sama responsywność telefonu bez zastrzeżeń, nie zacina się nic, działa tak jak chce. Nie żałuje zakupu. Przy bardziej intensywnym użytkowaniu troszkę się grzeje, ale metalowa obudowa skutecznie odprowadza nadmiar ciepła. Bateria jak na pierwsze dni użytkowania przez osobę zafascynowaną nowym telefonem jak najbardziej na plus, spokojnie cały dzień mogę użytkować sprzęt bez obawy o to że może bateria paść. Dodając do tego szybkie ładowanie, można się awaryjnie dość szybko podratować. To mój drugi flagowiec od samsunga(poprzedni Note10 użytkowałem szczęśliwie przez 5lat), i myślę że kolejny za te parę lat również będzie modelem flagowym.",
            "advantages": [
                "czas pracy na baterii",
                "funkcjonalność",
                "łatwość obsługi",
                "szybkość działania",
                "wygląd"
            ],
            "disadvantages": [
                "grzanie się"
            ],
            "likes": "17",
            "dislikes": "17",
            "publish time": "2024-04-30 11:51:27",
            "purchase time": null
        },
        {
            "id": "18748680",
            "author": "a...o",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Mam go zaledwie kilka dni, ale na chwilę obecną wszystko jest dokładnie tak, jak się spodziewałem. Świetne wykonanie smartphona. Rewelacyjny wyświetlacz, na prawdę w pełnym słońcu, na dworze wszystko jest na nim widoczne. Aparat na razie przetestowałem w porze dziennej i zdjęcia są piękne. Fenomenalnie działa również zbliżenie do 30x. Potem robi się troszkę \"pixelioza\", ale szczerze tak duże zbliżenie nie jest mi zbyt potrzebne, te 30 i tak znacznie przekracza potrzeby, ale można się pobawić :). Po wykonaniu zdjęcia z dużym zbliżeniem ( >10) telefon w galerii wygładza to zdjęcie powodując, że wygląda świetnie. Jestem ciekaw jak aparat będzie się sprawował przy gorszym oświetleniu i przy wykonywaniu zdjęć nocnych. Funkcje AI: świetnie działa funkcja tzw. \"podsumowania\" artykułów (w aplikacji internet po jej uruchomieniu AI wyciąga najważniejsze informacje z danego artykułu), bardzo fajnie działa również opcja \"wyciągania\" ze zdjęcia osób, czy przedmiotów. Głośniki po włączeniu funkcji \"dolby atmos\" rewelka, tak samo jak i wzmocnienie jakości  dźwięku w słuchawkach. Generalnie jestem oczarowany tym urządzenie, które zastąpiło w moim przypadku również bardzo dobry telefon - Oppo Reno 6 Pro. Bateria spokojnie wytrzymuje 24 h, przy normalnym użytkowaniu (od ładowania w ok. 22 do kolejnego ładowanie w ok. 22 następnego dnia - i tak jeszcze jest zapas, bo zaczynam ładować przy ok. 23-25 %,  a należy zauważyć, że na chwilę obecną bardzo dużo się telefonem bawię - wiadomo, nowa zabawka :).\nNa chwilę obecną znalazłem jeden mankament w telefonie, a mianowicie czytnik linii papilarnych - działa nie do końca dobrze, zdarza mi się, że kilka razu muszę przykładać palec, żeby został rozpoznany, co momentami troszkę mnie denerwuje, powiem szczerze, że w Oppo moim zdaniem czytnik działał lepiej. Poza tym telefon jest fantastyczny.",
            "advantages": [
                "czas pracy na baterii",
                "funkcjonalność",
                "łatwość obsługi",
                "wygląd"
            ],
            "disadvantages": null,
            "likes": "43",
            "dislikes": "43",
            "publish time": "2024-06-20 01:05:55",
            "purchase time": null
        },
        {
            "id": "18847338",
            "author": "k...l",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Przesiadka z modelu note 8 kosmiczna. jestem zadowolony, wszystko działa jak należy, polecam!",
            "advantages": [
                "czas pracy na baterii",
                "funkcjonalność",
                "łatwość obsługi",
                "wygląd"
            ],
            "disadvantages": null,
            "likes": "2",
            "dislikes": "2",
            "publish time": "2024-07-30 11:10:56",
            "purchase time": "2024-07-25 16:27:10"
        },
        {
            "id": "18949314",
            "author": "k...8",
            "recommendation": "Polecam",
            "score": 4.0,
            "content": "Gddyby nie ta plomba ze Sferis byłoby 5 gwiazdek",
            "advantages": null,
            "disadvantages": null,
            "likes": "0",
            "dislikes": "0",
            "publish time": "2024-09-12 17:06:30",
            "purchase time": "2024-08-24 11:06:28"
        },
        {
            "id": "18750919",
            "author": "r...k",
            "recommendation": "Polecam",
            "score": 5.0,
            "content": "Witam. Telefon działa bardzo dobrze. Ekran jest super. To mój pierwszy tak duży telefon - trudno się przyzwyczaić do cegły w kieszeni. Ogólnie jest rewelacyjny - jak komuś nie przeszkadzają jego rozmiary. Bateria trzyma ok. Przy intensywnym używaniu ponad dzień. To przyzwoicie ale ja pamiętam Nokię 3210, która trzymała tydzień. Nie zaobserwowałem grzania się telefonu, mimo grania na nim. Polecam. Cena też wydaje się akceptowalna w porównaniu do cen flagowców kilka lat temu.",
            "advantages": [
                "czas pracy na baterii",
                "funkcjonalność",
                "grzanie się",
                "łatwość obsługi",
                "szybkość działania",
                "wygląd"
            ],
            "disadvantages": null,
            "likes": "2",
            "dislikes": "2",
            "publish time": "2024-06-20 13:39:35",
            "purchase time": null
        },
        {
            "id": "18824734",
            "author": "r...c",
            "recommendation": "Polecam",
            "score": 4.0,
            "content": "Jakość zdjęć i filmów jest bardzo bardzo wysoka aczkolwiek interfejs użytkownika momentami jest nieco mało przyjazny - można te same akcje wykonać w innych telefonach 1 bądź 2ma krokami mniej. Trzeba też mieć na uwadze, że po założeniu obudowy mamy cegłę ale w tym rozmiarze to raczej nieuniknione. Rysik sprawdza się dobrze aczkolwiek brakuje zupełnie natywnych aplikacji do edycji wideo.",
            "advantages": null,
            "disadvantages": null,
            "likes": "1",
            "dislikes": "1",
            "publish time": "2024-07-20 13:05:59",
            "purchase time": "2024-06-18 09:21:40"
        },
        {
            "id": "18704923",
            "author": "olowekadam*****",
            "recommendation": null,
            "score": 0.5,
            "content": "telefon po 3 dniach zaczął się wieszać tzn nie mozna zrobić zdjecia bo aparat przedni się całkowicie zawiesza ,bateria trzyma pół dnia ,nie mogę go polecić bo to po prostu przerost formy nad treścią ,tel jest gorzej awaryjny niż inne marki ,serwis trzyma tel 2 tygodnie ,masakra jakaś !",
            "advantages": null,
            "disadvantages": null,
            "likes": "19",
            "dislikes": "19",
            "publish time": "2024-06-04 08:26:34",
            "purchase time": null
        }
    ]
}